Repository: sooubh/kumbhSaathi
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: Kumbh Saathi
hi: कुंभ साथी

# onboardingTitle1
source: Welcome to KumbhSaathi
hi: कुंभ साथी में आपका स्वागत है

# onboardingDesc1
source: Your trusted companion for a safe and spiritual journey at Nashik Kumbh Mela 2025.
hi: नासिक कुंभ मेला 2025 में एक सुरक्षित और आध्यात्मिक यात्रा के लिए आपका विश्वसनीय साथी।

# onboardingTitle2
source: Your Safety First
hi: आपकी सुरक्षा सर्वोपरि

# onboardingDesc2
source: Share your live location and keep your data secure.
hi: अपनी लाइव लोकेशन साझा करें और अपना डेटा सुरक्षित रखें।

# onboardingTitle3
source: Create Your Profile
hi: अपनी प्रोफाइल बनाएं

# onboardingDesc3
source: Sign in with Google to create your secure profile.
hi: अपनी सुरक्षित प्रोफाइल बनाने के लिए Google के साथ साइन इन करें।

source: Get Started
hi: शुरू करें

source: Next
hi: अगला

# signInGoogle
source: Sign in with Google
hi: Google के साथ साइन इन करें
